Repository: trfiladelfo/wp-socializer
Catalog: languages/wpsr-*.po
Languages: es_es

source: Share this on
es_es: Comparte este artículo en

source: Post this on
es_es: Publicar en este

source: Submit this to
es_es: Enviar esto

source: Add this to
es_es: Agregue esto a

source: Email this
es_es: enviar

source: Bookmark this on
es_es: Marca esta en

source: Convert to
es_es: convertir a

source: Print this article
es_es: Imprimir este artículo

source: Subscribe to
es_es: Suscríbete a

source: <b>WP Socializer</b> plugin is intalled. Please adjust your settings
es_es: Plugin de </b>WP Socializer</b> está instalado. Por favor ajuste la configuración

source: in this page
es_es: en esta página

source: Settings
es_es: Configuración

source: AW Latest Updates
es_es: AW Actualidad

source: WP Socializer is <span style="color:red;"><b>disabled</b></span>
es_es: WP Socializer está <span style="color:red;"><b>desactivado</b></span>

source: Disable WP Socializer in this page
es_es: Desactivar WP Socializer en esta página

source: Insert WP Socializer buttons
es_es: Insertar botones WP Socializer

source: Note:
es_es: Nota:

source: Inorder to use the buttons in <em>Widgets</em> and <em>Posts</em>, you need to use the below shortcodes.
es_es: Con el fin de utilizar los botones de "Widgets" & "Posts", es necesario utilizar los códigos cortos a continuación.

source: These shortcodes have several parameters. You can use them to customize the buttons. View the parameters in this page.
es_es: Estos códigos cortos tienen varios parámetros. Se pueden utilizar para personalizar los botones. Ver los parámetros en esta página

source: You must use the above shortcodes in
es_es: Debe utilizar el códigos cortos por encima de

source: plugin to insert the buttons in the widgets.
es_es: plug-in para insertar los botones en los widgets.

source: HTML Javascript Adder is installed, Go to Widgets page and use the shortcodes in this widget
es_es: HTML Javascript Adder está instalado, vaya a la página de Widgets y el uso de los códigos cortos en este widget

source: Upgrade HTML Javascript Adder plugin
es_es: Actualiza HTML Javascript plugin de Adder

source: The current version (
es_es: La versión actual (

source: ) is not compatible with WP Socializer. It is recommended to upgrade
es_es: ) No es compatible con WP Socializer. Se recomienda actualizar

source: Install HTML Javascript Adder plugin
es_es: Instalar plugin de HTML Javascript Adder

source: Inside Posts
es_es: dentro de Posts

source: Inorder to use the buttons inside posts, you must use the above shortcodes in the post editor.
es_es: Con el fin de utilizar los botones dentro de los mensajes, debe utilizar el códigos cortos arriba en el editor de entradas.

source: HTML Javascript Adder is a wordpress plugin for inserting HTML, Javascripts in widgets with more than 50,000 downloads. This is from the same author of this plugin. The latest version of HJA can insert WP Socializer buttons in widgets.
es_es: HTML Javascript Adder es un plugin de wordpress para insertar Javascript HTML, en los widgets con más de 50.000 descargas. Esto es del mismo autor de este plugin. La última versión de HJA puede insertar botones WP Socializer en widgets.

source: Share and Enjoy
es_es: Compartir y Disfrutar

source: Use Sharethis to share this post
es_es: Use ShareThis para compartir este mensaje

source: Use Addhis to share this post
es_es: Use Addhis compartir este posts

source: Updated successfully
es_es: Actualizado el éxito

source: Values are set to defaults successfully
es_es: Los valores se definen a los valores de éxito

source: Welcome to WP Socializer Admin page. <a href="http://">Click here</a> to get started with WP Socializer
es_es: Bienvenido a la página de administración de WP Socializer. <a href="http://www.aakashweb.com/?src=wpsr">Haga clic aquí</a> para empezar con WP Socializer

source: Disabled
es_es: Discapacitado

source: +1 this plugin
es_es: Recomienda este plugin

source: Donate
es_es: Donar

source: and Support
es_es: y soporte

source: Make your donation with Paypal
es_es: Haga su donación con Paypal

source: Select your Donation amount:
es_es: Seleccione el monto de su donación:

source: Donate with PayPal!
es_es: Donar con PayPal!

source: Manual Placement
es_es: Colocación manual de

source: Use the above code <a href="#tab-9">here</a>, to insert the button
es_es: Utilice el código anterior <a href="#tab-9">aquí</a>, para insertar el botón

source: Select a template and click apply.
es_es: Seleccione un estilo y haga clic en Aplicar.

source: Create a template
es_es: Crear una plantilla

source: Social Buttons
es_es: Social botones

source: Click the icon size to select and "x" button to remove selected. Click and drag to reorder selected sites
es_es: Haga clic en el tamaño de los iconos para seleccionar y "x " para eliminar seleccionado. Haga clic y arrastre para reordenar los sitios seleccionados

source: Available buttons
es_es: Botones disponibles

source: Filter buttons
es_es: botones de filtro

source: Filter
es_es: filtro

source: Selected buttons
es_es: botones seleccionados

source: Open links in new tab/window
es_es: Abrir enlaces en una nueva pestaña o ventana

source: Yes
es_es: Sí

source: No
es_es: En

source: Image on Hover effect
es_es: La imagen en efecto Hover

source: No Effect
es_es: Sin efecto

source: Show Label for buttons
es_es: Mostrar la etiqueta de los botones

source: Very very effective when labels are enabled (try it)
es_es: Muy muy eficaz cuando las etiquetas están permitidas (probarlo)

source: Image folder
es_es: Imagen carpeta

source: Leave blank to use default
es_es: Deja en blanco para usar por defecto

source: Use Sprites
es_es: Utilice Sprites

source: Services
es_es: servicios

source: Optional button Settings
es_es: Opcional en el botón Configuración

source: Add This Username
es_es: Añadir este usuario

source: If available
es_es: Si está disponible

source: Language
es_es: Idioma

source: Brand Name
es_es: Marca Nombre

source: Track Clickback
es_es: pista Clickback

source: Header Color
es_es: Encabezado Color

source: Header Background
es_es: Encabezado Antecedentes

source: Reorder, remove or add social buttons
es_es: Reordenar, eliminar o agregar botones sociales

source: You can see you publisher key in this page.
es_es: Puede que usted ve la clave del editor de esta página.

source: Click here
es_es: Haga clic aquí

source: Post to Buzz button
es_es: Poste en el botón Buzz

source: Style
es_es: Estilo

source: Show Button and counter
es_es: Mostrar botón y la lucha contra

source: Show Button only
es_es: Mostrar sólo botón

source: Show Link only
es_es: Mostrar Vincular sólo

source: Size
es_es: Tamaño

source: Not for link
es_es: No para el enlace

source: Small
es_es: Pequeño

source: Follow on Buzz button
es_es: Siga las Buz Buton

source: Profile URL
es_es: Perfil URL

source: Don't know your profile URL?
es_es: No sabe la URL del perfil?

source: Button Text
es_es: Botón de Texto

source: Twitter Username
es_es: Twitter Nombre de usuario

source: Retweet Button Type
es_es: Retweet botón Tipo

source: Normal (Big)
es_es: Normal (grande)

source: Compact
es_es: Compacto

source: No Count (only for Twitter's Official Button)
es_es: No Count (sólo para Button Oficial de Twitter)

source: Choose a service
es_es: Elija un servicio

source: Retweet Service
es_es: Retweet Servicio

source: Twitter's Official Button
es_es: Botón Oficial de Twitter

source: Select a theme for topsy
es_es: Seleccione un tema de patas

source: Recommend people
es_es: recomiendo a la gente

source: Twitter Username: Description (Optional)
es_es: Nombre de usuario de Twitter: Descripción (Opcional)

source: Digg Button type
es_es: Digg Button tipo

source: Medium
es_es: Medio

source: Icon
es_es: Icono

source: Like Button
es_es: Al igual que Button

source: Button Style
es_es: Botón Estilo

source: Standard
es_es: Estándar

source: Button count
es_es: botón de contar

source: Box count
es_es: caja de contar

source: Show Faces
es_es: Mostrar Caras

source: Width
es_es: Ancho

source: In pixels
es_es: En píxeles

source: Verb to Display
es_es: Verbo mostrar

source: Like
es_es: Como

source: Recommend
es_es: Recomendar

source: Font
es_es: Fuente

source: Color scheme
es_es: Combinación de colores

source: Light
es_es: Luz

source: Dark
es_es: Oscuro

source: Share Button
es_es: Compartir Button

source: Button
es_es: Botón

source: Link
es_es: Enlace

source: Show Counter
es_es: Mostrar contra

source: Above the button
es_es: Por encima de la tecla

source: Inline with the Button
es_es: En línea con el botón

source: Custom 1
es_es: Personalizado 1

source: Enter any share button code. Use %s for the page url and %s for page title
es_es: Ingrese cualquier código del botón acción. Use %s para el URL de la página y %s para el título de la página

source: Custom 2
es_es: Personalizado 2

source: Template 1
es_es: Plantilla 1

source: Template 2
es_es: Plantilla 2

source: Use the menu below to insert the buttons into the template
es_es: Utilice el siguiente menú para insertar los botones en la plantilla

source: All HTML/CSS tags can be used. The button codes can be wrapped with HTML tags for proper aligning.
es_es: Todas las etiquetas de HTML / CSS se puede utilizar. Los códigos de los botones se puede envolver con las etiquetas HTML para alinear adecuada.

source: Automatically add paragraphs
es_es: Añadir automáticamente los párrafos

source: Where to show these buttons ?
es_es: Lugares de aparición de estos botones?

source: Show in front page
es_es: Mostrar en la página principal

source: Show in individual posts
es_es: Mostrar en puestos individuales

source: Show in pages
es_es: Mostrar en las páginas

source: Show in archive pages
es_es: Mostrar en el archivo de páginas

source: Show in Tag pages
es_es: Mostrar etiqueta en las páginas

source: Show in date archives
es_es: Mostrar la fecha de los archivos

source: Show in author pages
es_es: Mostrar en las páginas de autor

source: Show in search pages
es_es: Mostrar las páginas en busca

source: Show in Excerpt
es_es: Mostrar en el Excerpt

source: Show in RSS feeds
es_es: Mostrar en RSS

source: Position
es_es: Posición

source: Above content
es_es: Sobre el contenido

source: Below content
es_es: A continuación el contenido

source: Why sometimes the buttons are not aligned properly in the page ?
es_es: Por qué a veces los botones no se alinean correctamente en la página?

source: Leave blank to use default Wordpress RSS feed.
es_es: Dejar en blanco para el uso por defecto de Wordpress feed RSS.

source: You can use Feedburner feed URL also
es_es: Puede utilizar Feedburner URL del feed también

source: Integration
es_es: integración

source: WP Socializer Settings
es_es: WP Socializer Configuración

source: Load button scripts in
es_es: secuencias de comandos en el botón Cargar

source: Header (recommended)
es_es: Cabecera (recomendado)

source: Footer
es_es: Pie de página

source: Load WP Socializer CSS
es_es: Carga WP Socializer CSS

source: Disable WP Socializer
es_es: Inhabilitar WP Socializer

source: Temporarily disable all WP-Socializer buttons
es_es: Desactive temporalmente todos los WP-Socializer botones

source: Disabling will stop displaying all buttons, templates
es_es: Deshabilitar dejará de mostrarse todos los botones, las plantillas

source: Update
es_es: Actualización

source: Reset all
es_es: restablecer todos los

source: Sure
es_es: seguro

source: Cancel
es_es: cancelar

source: a Aakash Web plugin
es_es: un plugin Aakash Web

source: Full Features
es_es: Características completa

source: Bug Report
es_es: Reportar un error

source: Video Demo & Tutorials
es_es: Vídeo de demostración y tutoriales

source: Share this plugin
es_es: Compartir este plugin

source: Support this plugin
es_es: Apoya a este plugin

source: Subscribe to Updates
es_es: Suscribirse a las actualizaciones

source: Start using WP Socializer
es_es: Comience a utilizar Socializer WP

source: Disable template 1
es_es: Deshabilitar plantilla 1

source: Disable template 2
es_es: Deshabilitar plantilla 2

source: Help
es_es: Ayuda

source: Share with Addthis
es_es: Compartir con Addthis

source: Share on Facebook
es_es: Compartir en Facebook
